Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# vouch.claim.details.hint
source: Write them as they are on your ID. They're only compared with what @%@ entered.
ar: اكتبها كما هي في هويتك. تُقارَن فقط بما أدخله ⁦@%@⁩.
bn: আপনার আইডিতে যেমন আছে তেমন লিখুন। শুধু @%@-এর দেওয়া তথ্যের সাথে এগুলো মেলানো হয়।
ca: Escriu-les tal com són al teu document. Només es comparen amb el que va introduir @%@.
cs: Napiš je tak, jak jsou na tvém dokladu. Porovnávají se jen s tím, co zadal @%@.
da: Skriv dem, som de står på dit id. De sammenlignes kun med det, @%@ indtastede.
de: Schreibe sie so, wie sie in deinem Ausweis stehen. Sie werden nur mit dem verglichen, was @%@ eingegeben hat.
el: Γράψε τα όπως είναι στην ταυτότητά σου. Συγκρίνονται μόνο με όσα εισήγαγε ο/η @%@.
es: Escríbelos tal como figuran en tu documento. Solo se comparan con lo que introdujo @%@.
fi: Kirjoita ne kuten henkilöllisyystodistuksessasi. Niitä verrataan vain siihen, mitä @%@ antoi.
fr: Écrivez-les comme sur votre pièce d’identité. Elles sont seulement comparées à ce que @%@ a saisi.
he: כתוב אותם כפי שהם בתעודת הזהות שלך. הם מושווים רק למה ש-@%@ הזין.
hi: इन्हें वैसे ही लिखें जैसे आपकी ID पर हैं। इनकी तुलना सिर्फ़ उससे होती है जो @%@ ने दर्ज किया।
hr: Napiši ih kako stoje na tvojoj ispravi. Uspoređuju se samo s onim što je unio/unijela @%@.
hu: Úgy írd, ahogy az azonosítódon áll. Csak azzal vetjük össze, amit @%@ megadott.
id: Tulis seperti di ID-mu. Detail ini hanya dibandingkan dengan yang dimasukkan @%@.
it: Scrivili come sul tuo documento. Vengono solo confrontati con ciò che ha inserito @%@.
ja: IDに記載のとおりに入力してください。@%@が入力した内容とだけ照合されます。
ko: 신분증에 적힌 대로 입력하세요. @%@님이 입력한 내용과 비교하는 데만 쓰여요.
ml: നിങ്ങളുടെ ഐഡിയിലുള്ളതുപോലെ എഴുതുക. @%@ നൽകിയതുമായി മാത്രമേ ഇവ താരതമ്യം ചെയ്യൂ.
ms: Tulis seperti yang tertera pada ID anda. Ia hanya dibandingkan dengan apa yang @%@ masukkan.
nb: Skriv dem slik de står på ID-en din. De sammenlignes bare med det @%@ skrev inn.
nl: Schrijf ze zoals ze op je identiteitsbewijs staan. Ze worden alleen vergeleken met wat @%@ heeft ingevoerd.
pl: Wpisz je tak, jak są w Twoim dokumencie. Są porównywane tylko z tym, co wpisał @%@.
pt_br: Escreva-os como estão no seu documento. Eles são comparados apenas com o que @%@ informou.
pt_pt: Escreva-os como estão no seu documento. Só são comparados com o que @%@ introduziu.
ro: Scrie-le așa cum sunt pe actul tău. Sunt comparate doar cu ce a introdus @%@.
ru: Напишите их так, как в вашем документе. Они сравниваются только с тем, что ввёл(а) @%@.
sk: Napíš ich tak, ako sú na tvojom doklade. Porovnávajú sa iba s tým, čo zadal @%@.
sv: Skriv dem som de står på ditt id. De jämförs bara med det @%@ angav.
ta: அடையாள அட்டையில் உள்ளபடியே எழுதுங்கள். @%@ உள்ளிட்டதுடன் மட்டுமே ஒப்பிடப்படும்.
te: మీ ID లో ఉన్నట్లే రాయండి. వాటిని @%@ నమోదు చేసిన వాటితో మాత్రమే పోల్చడం జరుగుతుంది.
th: เขียนตามที่ปรากฏบนบัตรของคุณ ใช้เปรียบเทียบกับสิ่งที่ @%@ กรอกเท่านั้น
tr: Kimliğinizde yazdığı gibi yazın. Yalnızca @%@ kişisinin girdikleriyle karşılaştırılır.
uk: Напишіть їх так, як у вашому документі. Вони лише порівнюються з тим, що ввів @%@.
ur: انہیں ویسے ہی لکھیں جیسے آپ کے شناختی کارڈ پر ہیں۔ ان کا موازنہ صرف اس سے ہوتا ہے جو @%@ نے درج کیا۔
vi: Viết đúng như trên giấy tờ của bạn. Chúng chỉ được so với những gì @%@ đã nhập.
zh_hans: 请按证件上的样子填写。它们只会与 @%@ 输入的内容进行比对。
zh_hant: 請照證件上的寫法填寫。這些資料只會與 @%@ 輸入的內容比對。

# vouch.claim.done
source: Accepted. @%@ will be asked to confirm it's you.
ar: تم القبول. سيُطلب من ⁦@%@⁩ تأكيد أنك أنت.
bn: গৃহীত হয়েছে। @%@-কে নিশ্চিত করতে বলা হবে যে এটি আপনি।
ca: Acceptat. Es demanarà a @%@ que confirmi que ets tu.
cs: Přijato. @%@ bude požádán o potvrzení, že jsi to ty.
da: Accepteret. @%@ bliver bedt om at bekræfte, at det er dig.
de: Angenommen. @%@ wird gebeten zu bestätigen, dass du es bist.
el: Έγινε αποδοχή. Ο/Η @%@ θα κληθεί να επιβεβαιώσει ότι είσαι εσύ.
es: Aceptado. Se le pedirá a @%@ que confirme que eres tú.
fi: Hyväksytty. @%@ pyydetään vahvistamaan, että se olet sinä.
fr: Accepté. @%@ sera invité à confirmer que c’est vous.
he: התקבל. @%@ יתבקש לאשר שזה אתה.
hi: स्वीकार किया गया। @%@ से पुष्टि करने को कहा जाएगा कि यह आप हैं।
hr: Prihvaćeno. @%@ će biti zamoljen/a da potvrdi da si to ti.
hu: Elfogadva. @%@ megerősíti majd, hogy te vagy az.
id: Diterima. @%@ akan diminta mengonfirmasi bahwa itu kamu.
it: Accettata. A @%@ verrà chiesto di confermare che sei tu.
ja: 受け入れました。@%@に、あなた本人であることの確認が依頼されます。
ko: 수락되었어요. @%@님에게 본인이 맞는지 확인을 요청해요.
ml: സ്വീകരിച്ചു. അത് നിങ്ങളാണെന്ന് സ്ഥിരീകരിക്കാൻ @%@ നോട് ആവശ്യപ്പെടും.
ms: Diterima. @%@ akan diminta mengesahkan itu anda.
nb: Godtatt. @%@ blir bedt om å bekrefte at det er deg.
nl: Geaccepteerd. @%@ wordt gevraagd te bevestigen dat jij het bent.
pl: Przyjęto. @%@ zostanie poproszony o potwierdzenie, że to Ty.
pt_br: Aceito. @%@ será solicitado a confirmar que é você.
pt_pt: Aceite. @%@ será convidado a confirmar que é você.
ro: Acceptat. Lui @%@ i se va cere să confirme că ești tu.
ru: Принято. @%@ попросят подтвердить, что это вы.
sk: Prijaté. @%@ bude požiadaný o potvrdenie, že si to ty.
sv: Godtaget. @%@ ombeds bekräfta att det är du.
ta: ஏற்கப்பட்டது. அது நீங்கள்தான் என உறுதிப்படுத்த @%@ இடம் கேட்கப்படும்.
te: అంగీకరించబడింది. అది మీరేనని నిర్ధారించమని @%@ ను అడుగుతారు.
th: รับแล้ว @%@ จะถูกขอให้ยืนยันว่าเป็นคุณ
tr: Kabul edildi. @%@ kişisinden sizin olduğunuzu onaylaması istenecek.
uk: Прийнято. @%@ попросять підтвердити, що це ви.
ur: قبول ہو گیا۔ @%@ سے تصدیق کرنے کو کہا جائے گا کہ یہ آپ ہیں۔
vi: Đã chấp nhận. @%@ sẽ được yêu cầu xác nhận đó là bạn.
zh_hans: 已接受。@%@ 将被请求确认是你本人。
zh_hant: 已接受。@%@ 將會被請求確認是你本人。

# vouch.claim.expires
source: This link works until %@
ar: يعمل هذا الرابط حتى %@
bn: এই লিংক %@ পর্যন্ত কাজ করে
ca: Aquest enllaç funciona fins al %@
cs: Tento odkaz funguje do %@
da: Dette link virker til %@
de: Dieser Link funktioniert bis %@
el: Αυτός ο σύνδεσμος λειτουργεί έως %@
es: Este enlace funciona hasta el %@
fi: Tämä linkki toimii %@ asti
fr: Ce lien fonctionne jusqu’au %@
he: הקישור הזה פועל עד %@
hi: यह लिंक %@ तक काम करता है
hr: Ova poveznica vrijedi do: %@
hu: Ez a hivatkozás eddig működik: %@
id: Tautan ini berlaku hingga %@
it: Questo link funziona fino al %@
ja: このリンクの有効期限: %@
ko: 이 링크는 %@까지 사용할 수 있어요
ml: ഈ ലിങ്ക് %@ വരെ പ്രവർത്തിക്കും
ms: Pautan ini berfungsi sehingga %@
nb: Denne lenken fungerer til %@
nl: Deze link werkt tot %@
pl: Ten link działa do: %@
pt_br: Este link vale até %@
pt_pt: Esta ligação funciona até %@
ro: Acest link funcționează până la %@
ru: Ссылка действует до %@
sk: Tento odkaz funguje do %@
sv: Den här länken fungerar till %@
ta: இந்த இணைப்பு %@ வரை செயல்படும்
te: ఈ లింక్ %@ వరకు పని చేస్తుంది
th: ลิงก์นี้ใช้ได้ถึง %@
tr: Bu bağlantı %@ tarihine kadar geçerli
uk: Це посилання діє до %@
ur: یہ لنک %@ تک کام کرتا ہے
vi: Liên kết này có hiệu lực đến %@
zh_hans: 此链接在 %@ 之前有效
zh_hant: 此連結在 %@ 之前有效

# vouch.claim.failed.retry
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# vouch.claim.failed.title
source: This link didn't load
ar: تعذّر فتح هذا الرابط
bn: এই লিংক লোড হয়নি
ca: Aquest enllaç no s'ha carregat
cs: Tento odkaz se nenačetl
da: Dette link kunne ikke indlæses
de: Dieser Link wurde nicht geladen
el: Ο σύνδεσμος δεν φορτώθηκε
es: Este enlace no se cargó
fi: Tätä linkkiä ei voitu ladata
fr: Ce lien ne s’est pas chargé
he: הקישור הזה לא נטען
hi: यह लिंक लोड नहीं हुआ
hr: Ova poveznica nije se učitala
hu: Ez a hivatkozás nem töltődött be
id: Tautan ini tidak termuat
it: Questo link non si è caricato
ja: このリンクを読み込めませんでした
ko: 이 링크를 불러오지 못했어요
ml: ഈ ലിങ്ക് ലോഡ് ആയില്ല
ms: Pautan ini tidak dimuatkan
nb: Denne lenken ble ikke lastet
nl: Deze link is niet geladen
pl: Ten link się nie wczytał
pt_br: Este link não carregou
pt_pt: Esta ligação não carregou
ro: Acest link nu s-a încărcat
ru: Эта ссылка не загрузилась
sk: Tento odkaz sa nenačítal
sv: Den här länken lästes inte in
ta: இந்த இணைப்பு ஏற்றப்படவில்லை
te: ఈ లింక్ లోడ్ కాలేదు
th: ลิงก์นี้โหลดไม่ได้
tr: Bu bağlantı yüklenmedi
uk: Це посилання не завантажилося
ur: یہ لنک لوڈ نہیں ہوا
vi: Không tải được liên kết này
zh_hans: 此链接未能加载
zh_hant: 此連結無法載入

# vouch.claim.guest
source: To accept, create an account or sign in first. You'll come back here.
ar: لقبول التزكية، أنشئ حسابًا أو سجّل الدخول أولًا، ثم تعود إلى هنا.
bn: গ্রহণ করতে আগে অ্যাকাউন্ট তৈরি করুন বা সাইন ইন করুন। আপনি এখানে ফিরে আসবেন।
ca: Per acceptar, crea un compte o inicia la sessió primer. Tornaràs aquí.
cs: Pro přijetí si nejdřív vytvoř účet nebo se přihlas. Vrátíš se sem.
da: For at acceptere skal du først oprette en konto eller logge ind. Du kommer tilbage hertil.
de: Erstelle zum Annehmen zuerst ein Konto oder melde dich an. Du kommst hierher zurück.
el: Για να αποδεχτείς, δημιούργησε πρώτα λογαριασμό ή συνδέσου. Θα επιστρέψεις εδώ.
es: Para aceptar, crea una cuenta o inicia sesión primero. Volverás aquí.
fi: Hyväksyäksesi luo ensin tili tai kirjaudu sisään. Palaat tänne.
fr: Pour accepter, créez d’abord un compte ou connectez-vous. Vous reviendrez ici.
he: כדי לקבל, צור חשבון או התחבר קודם. תחזור לכאן.
hi: स्वीकार करने के लिए पहले अकाउंट बनाएँ या साइन इन करें। आप यहीं वापस आएँगे।
hr: Za prihvaćanje prvo izradi račun ili se prijavi. Vratit ćeš se ovamo.
hu: Az elfogadáshoz előbb hozz létre fiókot, vagy jelentkezz be. Utána visszatérsz ide.
id: Untuk menerima, buat akun atau masuk dulu. Kamu akan kembali ke sini.
it: Per accettare, crea prima un account o accedi. Tornerai qui.
ja: 受け入れるには、先にアカウントを作成するかサインインしてください。ここに戻ってきます。
ko: 수락하려면 먼저 계정을 만들거나 로그인하세요. 그러면 여기로 돌아와요.
ml: സ്വീകരിക്കാൻ ആദ്യം അക്കൗണ്ട് സൃഷ്ടിക്കുകയോ സൈൻ ഇൻ ചെയ്യുകയോ ചെയ്യുക. നിങ്ങൾ ഇവിടേക്ക് തിരികെ വരും.
ms: Untuk menerima, cipta akaun atau log masuk dahulu. Anda akan kembali ke sini.
nb: For å godta må du først opprette en konto eller logge inn. Du kommer tilbake hit.
nl: Om te accepteren moet je eerst een account aanmaken of inloggen. Daarna kom je hier terug.
pl: Aby przyjąć, najpierw utwórz konto lub się zaloguj. Wrócisz tutaj.
pt_br: Para aceitar, crie uma conta ou entre primeiro. Você voltará para cá.
pt_pt: Para aceitar, crie primeiro uma conta ou inicie sessão. Voltará para aqui.
ro: Pentru a accepta, creează mai întâi un cont sau autentifică-te. Te vei întoarce aici.
ru: Чтобы принять, сначала создайте аккаунт или войдите. Вы вернётесь сюда.
sk: Na prijatie si najprv vytvor účet alebo sa prihlás. Vrátiš sa sem.
sv: För att godta, skapa först ett konto eller logga in. Du kommer tillbaka hit.
ta: ஏற்க, முதலில் கணக்கை உருவாக்குங்கள் அல்லது உள்நுழையுங்கள். நீங்கள் இங்கே திரும்பி வருவீர்கள்.
te: అంగీకరించడానికి ముందుగా ఖాతా సృష్టించండి లేదా సైన్ ఇన్ చేయండి. మీరు ఇక్కడికి తిరిగి వస్తారు.
th: หากต้องการรับ ให้สร้างบัญชีหรือลงชื่อเข้าใช้ก่อน แล้วคุณจะกลับมาที่นี่
tr: Kabul etmek için önce hesap oluşturun veya giriş yapın. Buraya geri döneceksiniz.
uk: Щоб прийняти, спершу створіть обліковий запис або увійдіть. Ви повернетеся сюди.
ur: قبول کرنے کے لیے پہلے اکاؤنٹ بنائیں یا سائن اِن کریں۔ آپ یہیں واپس آئیں گے۔
vi: Để chấp nhận, hãy tạo tài khoản hoặc đăng nhập trước. Bạn sẽ quay lại đây.
zh_hans: 要接受，请先创建账户或登录，之后你会回到这里。
zh_hant: 若要接受，請先建立帳號或登入，完成後會回到這裡。

# vouch.claim.loading
source: Opening the vouch link
ar: جارٍ فتح رابط التزكية
bn: সুপারিশের লিংক খোলা হচ্ছে
ca: Obrint l'enllaç d'aval
cs: Otevírání odkazu na ručení
da: Åbner garantilinket
de: Bürgschaftslink wird geöffnet
el: Άνοιγμα του συνδέσμου εγγύησης
es: Abriendo el enlace de aval
fi: Avataan takuulinkkiä
fr: Ouverture du lien de caution
he: פותח את קישור הערבות
hi: वाउच लिंक खोला जा रहा है
hr: Otvaranje poveznice jamstva
hu: A kezességi hivatkozás megnyitása
id: Membuka tautan jaminan
it: Apertura del link di garanzia
ja: 保証リンクを開いています
ko: 보증 링크를 여는 중
ml: വൗച്ച് ലിങ്ക് തുറക്കുന്നു
ms: Membuka pautan jaminan
nb: Åpner garantilenken
nl: De garantielink wordt geopend
pl: Otwieranie linku poręczenia
pt_br: Abrindo o link de aval
pt_pt: A abrir a ligação de aval
ro: Se deschide linkul de garanție
ru: Открываем ссылку поручительства
sk: Otvára sa odkaz na ručenie
sv: Öppnar intygandelänken
ta: உறுதிமொழி இணைப்பைத் திறக்கிறது
te: హామీ లింక్ తెరుస్తోంది
th: กำลังเปิดลิงก์ยืนยันให้
tr: Kefillik bağlantısı açılıyor
uk: Відкриваємо посилання на поручительство
ur: ضمانت کا لنک کھل رہا ہے
vi: Đang mở liên kết bảo chứng
zh_hans: 正在打开担保链接
zh_hant: 正在開啟擔保連結

# vouch.claim.member.pending
source: You've already accepted a vouch from @%@. It's waiting for them to confirm it's you.
ar: لقد قبلت تزكية من ⁦@%@⁩، وهي بانتظار أن يؤكّد أنك أنت.
bn: আপনি ইতিমধ্যে @%@-এর একটি সুপারিশ গ্রহণ করেছেন। তিনি নিশ্চিত করবেন যে এটি আপনি, তার অপেক্ষায় আছে।
ca: Ja has acceptat un aval de @%@. Està esperant que confirmi que ets tu.
cs: Ručení od @%@ jsi už přijal. Čeká se, až potvrdí, že jsi to ty.
da: Du har allerede accepteret en garanti fra @%@. Den venter på, at vedkommende bekræfter, at det er dig.
de: Du hast bereits eine Bürgschaft von @%@ angenommen. Sie wartet darauf, dass die Person bestätigt, dass du es bist.
el: Έχεις ήδη αποδεχτεί εγγύηση από τον/την @%@. Περιμένει να επιβεβαιώσει ότι είσαι εσύ.
es: Ya aceptaste un aval de @%@. Está esperando a que confirme que eres tú.
fi: Olet jo hyväksynyt takuun käyttäjältä @%@. Se odottaa, että hän vahvistaa sinut.
fr: Vous avez déjà accepté une caution de @%@. Elle attend qu’il confirme que c’est vous.
he: כבר קיבלת ערבות מ-@%@. היא ממתינה לכך שהוא יאשר שזה אתה.
hi: आप @%@ का वाउच पहले ही स्वीकार कर चुके हैं। यह उनके यह पुष्टि करने की प्रतीक्षा में है कि यह आप हैं।
hr: Već si prihvatio/la jamstvo od @%@. Čeka da potvrdi da si to ti.
hu: Már elfogadtál egy kezességet @%@ részéről. Arra vár, hogy megerősítsék, te vagy az.
id: Kamu sudah menerima jaminan dari @%@. Menunggu mereka mengonfirmasi bahwa itu kamu.
it: Hai già accettato una garanzia da @%@. Aspetta che confermi che sei tu.
ja: @%@からの保証はすでに受け入れ済みです。あなた本人であることを、相手が確認するのを待っています。
ko: 이미 @%@님의 보증을 수락했어요. 본인이 맞는지 상대방이 확인하기를 기다리고 있어요.
ml: നിങ്ങൾ ഇതിനകം @%@ ന്റെ വൗച്ച് സ്വീകരിച്ചു. അത് നിങ്ങളാണെന്ന് അവർ സ്ഥിരീകരിക്കാൻ കാത്തിരിക്കുന്നു.
ms: Anda sudah menerima jaminan daripada @%@. Ia menunggu mereka mengesahkan itu anda.
nb: Du har allerede godtatt en garanti fra @%@. Den venter på at vedkommende bekrefter at det er deg.
nl: Je hebt al een garantie van @%@ geaccepteerd. Die wacht tot diegene bevestigt dat jij het bent.
pl: Już przyjąłeś poręczenie od @%@. Czeka na jego potwierdzenie, że to Ty.
pt_br: Você já aceitou um aval de @%@. Ele aguarda que a pessoa confirme que é você.
pt_pt: Já aceitou um aval de @%@. Está à espera que confirme que é você.
ro: Ai acceptat deja o garanție de la @%@. Se așteaptă confirmarea că ești tu.
ru: Вы уже приняли поручительство от @%@. Ждём, пока он(а) подтвердит, что это вы.
sk: Ručenie od @%@ si už prijal. Čaká sa, kým potvrdí, že si to ty.
sv: Du har redan godtagit ett intygande från @%@. Det väntar på att de bekräftar att det är du.
ta: @%@ இன் உறுதிமொழியை ஏற்கெனவே ஏற்றுவிட்டீர்கள். அது நீங்கள்தான் என அவர் உறுதிப்படுத்தக் காத்திருக்கிறது.
te: మీరు ఇప్పటికే @%@ నుండి హామీని అంగీకరించారు. అది మీరేనని వారు నిర్ధారించడం కోసం వేచి ఉంది.
th: คุณรับการยืนยันให้จาก @%@ แล้ว กำลังรอให้พวกเขายืนยันว่าเป็นคุณ
tr: @%@ kişisinden gelen bir kefilliği zaten kabul ettiniz. Sizin olduğunuzu onaylamasını bekliyor.
uk: Ви вже прийняли поручительство від @%@. Воно чекає, поки ця людина підтвердить, що це ви.
ur: آپ @%@ کی ضمانت پہلے ہی قبول کر چکے ہیں۔ یہ ان کی تصدیق کی منتظر ہے کہ یہ آپ ہیں۔
vi: Bạn đã chấp nhận lời bảo chứng từ @%@. Đang chờ họ xác nhận đó là bạn.
zh_hans: 你已经接受了 @%@ 的担保，正在等待对方确认是你本人。
zh_hant: 你已接受 @%@ 的擔保，正在等待對方確認是你本人。

# vouch.claim.member.verified
source: You're already verified — you don't need a vouch.
ar: هويتك موثّقة بالفعل — لا تحتاج إلى تزكية.
bn: আপনি ইতিমধ্যে ভেরিফায়েড — সুপারিশ লাগবে না।
ca: Ja estàs verificat: no necessites cap aval.
cs: Už jsi ověřen – ručení nepotřebuješ.
da: Du er allerede verificeret – du behøver ikke en garanti.
de: Du bist bereits verifiziert – du brauchst keine Bürgschaft.
el: Είσαι ήδη επαληθευμένος — δεν χρειάζεσαι εγγύηση.
es: Ya estás verificado: no necesitas un aval.
fi: Olet jo vahvistettu – et tarvitse takuuta.
fr: Vous êtes déjà vérifié — vous n’avez pas besoin de caution.
he: אתה כבר מאומת — אינך זקוק לערבות.
hi: आप पहले से सत्यापित हैं — आपको वाउच की ज़रूरत नहीं।
hr: Već si potvrđen/a — ne trebaš jamstvo.
hu: Már hitelesítve vagy – nincs szükséged kezességre.
id: Kamu sudah terverifikasi — tidak butuh jaminan.
it: Sei già verificato: non ti serve una garanzia.
ja: すでに認証済みです。保証は必要ありません。
ko: 이미 인증되었어요. 보증이 필요 없어요.
ml: നിങ്ങൾ ഇതിനകം വെരിഫൈ ചെയ്തിട്ടുണ്ട് — വൗച്ച് ആവശ്യമില്ല.
ms: Anda sudah disahkan — anda tidak memerlukan jaminan.
nb: Du er allerede verifisert. Du trenger ingen garanti.
nl: Je bent al geverifieerd: je hebt geen garantie nodig.
pl: Jesteś już zweryfikowany — nie potrzebujesz poręczenia.
pt_br: Você já está verificado: não precisa de um aval.
pt_pt: Já está verificado — não precisa de um aval.
ro: Ești deja verificat — nu ai nevoie de o garanție.
ru: Вы уже проверены — поручительство вам не нужно.
sk: Si už overený — ručenie nepotrebuješ.
sv: Du är redan verifierad – du behöver inget intygande.
ta: நீங்கள் ஏற்கெனவே சரிபார்க்கப்பட்டுள்ளீர்கள் — உறுதிமொழி தேவையில்லை.
te: మీరు ఇప్పటికే ధృవీకరించబడ్డారు — మీకు హామీ అవసరం లేదు.
th: คุณยืนยันตัวตนแล้ว ไม่ต้องใช้การยืนยันให้
tr: Zaten doğrulandınız; kefilliğe ihtiyacınız yok.
uk: Ви вже верифіковані — поручительство вам не потрібне.
ur: آپ پہلے ہی تصدیق شدہ ہیں — آپ کو ضمانت کی ضرورت نہیں۔
vi: Bạn đã được xác minh — bạn không cần lời bảo chứng.
zh_hans: 你已经通过验证，不需要担保。
zh_hant: 你已通過驗證，不需要擔保。

# vouch.claim.message
source: If you're the person @%1$@ means, give your own details. They have to match what @%1$@ entered.
ar: إن كنت الشخص الذي يقصده ⁦@%1$@⁩، فأدخل بياناتك. يجب أن تطابق ما أدخله ⁦@%1$@⁩.
bn: @%1$@ যাকে বোঝাচ্ছেন সেই ব্যক্তি আপনি হলে, নিজের তথ্য দিন। সেগুলো @%1$@-এর দেওয়া তথ্যের সাথে মিলতে হবে।
ca: Si ets la persona a qui es refereix @%1$@, indica les teves pròpies dades. Han de coincidir amb el que va introduir @%1$@.
cs: Pokud jsi osoba, kterou @%1$@ myslí, zadej své vlastní údaje. Musí se shodovat s tím, co zadal @%1$@.
da: Hvis du er den person, @%1$@ mener, så angiv dine egne oplysninger. De skal passe med det, @%1$@ indtastede.
de: Wenn du die Person bist, die @%1$@ meint, gib deine eigenen Angaben ein. Sie müssen zu dem passen, was @%1$@ eingegeben hat.
el: Αν είσαι το άτομο που εννοεί ο/η @%1$@, δώσε τα δικά σου στοιχεία. Πρέπει να ταιριάζουν με όσα εισήγαγε ο/η @%1$@.
es: Si eres la persona a la que se refiere @%1$@, da tus propios datos. Tienen que coincidir con lo que introdujo @%1$@.
fi: Jos olet henkilö, jota @%1$@ tarkoittaa, anna omat tietosi. Niiden on täsmättävä siihen, mitä @%1$@ antoi.
fr: Si vous êtes la personne que @%1$@ désigne, donnez vos propres informations. Elles doivent correspondre à ce que @%1$@ a saisi.
he: אם אתה האדם ש-@%1$@ מתכוון אליו, מסור את הפרטים שלך. הם חייבים להתאים למה ש-@%1$@ הזין.
hi: अगर @%1$@ जिस व्यक्ति की बात कर रहे हैं वह आप हैं, तो अपना खुद का विवरण दें। यह वही होना चाहिए जो @%1$@ ने दर्ज किया।
hr: Ako si osoba koju @%1$@ misli, upiši svoje podatke. Moraju se podudarati s onim što je unio/unijela @%1$@.
hu: Ha te vagy az a személy, akire @%1$@ gondol, add meg a saját adataidat. Egyezniük kell azzal, amit @%1$@ megadott.
id: Jika kamu orang yang dimaksud @%1$@, berikan detailmu sendiri. Detail itu harus cocok dengan yang dimasukkan @%1$@.
it: Se sei la persona a cui si riferisce @%1$@, fornisci i tuoi dati. Devono corrispondere a ciò che ha inserito @%1$@.
ja: @%1$@が指している本人であれば、ご自身の詳細を入力してください。@%1$@が入力した内容と一致する必要があります。
ko: @%1$@님이 말하는 사람이 본인이라면 본인의 정보를 입력하세요. @%1$@님이 입력한 내용과 일치해야 해요.
ml: @%1$@ ഉദ്ദേശിച്ച വ്യക്തി നിങ്ങളാണെങ്കിൽ, നിങ്ങളുടെ സ്വന്തം വിവരങ്ങൾ നൽകുക. അവ @%1$@ നൽകിയതുമായി ഒത്തുപോകണം.
ms: Jika anda orang yang dimaksudkan @%1$@, berikan butiran anda sendiri. Ia mesti sepadan dengan apa yang @%1$@ masukkan.
nb: Hvis du er personen @%1$@ mener, oppgi dine egne opplysninger. De må stemme med det @%1$@ skrev inn.
nl: Als jij de persoon bent die @%1$@ bedoelt, geef dan je eigen gegevens. Ze moeten overeenkomen met wat @%1$@ heeft ingevoerd.
pl: Jeśli to Ty jesteś osobą, o którą chodzi @%1$@, podaj własne dane. Muszą zgadzać się z tym, co wpisał @%1$@.
pt_br: Se você é a pessoa a quem @%1$@ se refere, informe seus próprios dados. Eles precisam coincidir com o que @%1$@ informou.
pt_pt: Se é a pessoa a quem @%1$@ se refere, indique os seus próprios dados. Têm de coincidir com o que @%1$@ introduziu.
ro: Dacă ești persoana la care se referă @%1$@, dă propriile date. Trebuie să coincidă cu ce a introdus @%1$@.
ru: Если @%1$@ имеет в виду вас, укажите свои данные. Они должны совпадать с тем, что ввёл(а) @%1$@.
sk: Ak si osoba, ktorú @%1$@ myslí, zadaj svoje vlastné údaje. Musia sa zhodovať s tým, čo zadal @%1$@.
sv: Om du är personen @%1$@ menar, ange dina egna uppgifter. De måste stämma med det @%1$@ angav.
ta: @%1$@ குறிப்பிடுவது நீங்கள்தான் என்றால், உங்கள் சொந்த விவரங்களைக் கொடுங்கள். அவை @%1$@ உள்ளிட்டவற்றுடன் பொருந்த வேண்டும்.
te: @%1$@ ఉద్దేశించిన వ్యక్తి మీరే అయితే, మీ స్వంత వివరాలు ఇవ్వండి. అవి @%1$@ నమోదు చేసిన వాటితో సరిపోలాలి.
th: หากคุณคือคนที่ @%1$@ หมายถึง ให้ใส่รายละเอียดของคุณเอง ต้องตรงกับที่ @%1$@ กรอก
tr: @%1$@ kişisinin kastettiği kişi sizseniz kendi bilgilerinizi verin. @%1$@ kişisinin girdikleriyle eşleşmeleri gerekir.
uk: Якщо ви та людина, яку має на увазі @%1$@, вкажіть власні дані. Вони мають збігатися з тим, що ввів @%1$@.
ur: اگر آپ وہی شخص ہیں جس کا @%1$@ نے مطلب لیا ہے تو اپنی تفصیلات دیں۔ انہیں اس سے ملنا ہوگا جو @%1$@ نے درج کیا۔
vi: Nếu bạn là người mà @%1$@ nhắc đến, hãy nhập thông tin của chính bạn. Chúng phải khớp với những gì @%1$@ đã nhập.
zh_hans: 如果你就是 @%1$@ 所指的人，请提供你自己的信息，它们必须与 @%1$@ 输入的一致。
zh_hant: 如果你是 @%1$@ 所指的人，請提供你自己的資料。它們必須與 @%1$@ 輸入的相符。
